export const matchingQuestions = [
  {
    option:
      "주말 저녁에 가족이나 친구들과 시끌벅적한 홈파티를 즐기는 편인가요? 아니면 소수의 사람들과 조용히 보내는 걸 더 좋아하시나요?",
    description: "부가설명",
  },
  {
    option:
      "어린 조카나 아이들 앞에서 같이 놀아주는 걸 좋아하시나요, 아니면 조금 떨어져서 지켜보는 게 편하신가요?",
    description: "부가설명",
  },
  {
    option:
      "동네 산책 중에 낯선 사람이 말을 걸어오면 반갑게 대화를 이어가는 편인가요, 아니면 짧게 인사만 하고 자연스레 거리를 두는 편인가요?",
    description: "부가설명",
  },
  {
    option:
      "친구들이 고양이 같은 반려동물을 데려와도 모두 함께 어우러져 노는 분위기가 좋으신가요, 아니면 혼자만의 공간을 지키고 싶어 하시나요?",
    description: "부가설명",
  },
  {
    option:
      "집안에 머리카락이나 먼지가 조금 굴러다녀도 크게 신경 쓰지 않는 스타일인가요, 아니면 바로바로 청소해야 직성이 풀리는 편인가요?",
    description: "부가설명",
  },
  {
    option:
      "헤어나 패션 등 꾸미는 데에 시간을 들이는 걸 즐기시나요, 아니면 최소한의 노력으로 깔끔하게 유지하는 것이 더 편하신가요?",
    description: "부가설명",
  },
  {
    option:
      "물이나 음료가 조금 흘러도 대수롭지 않게 넘기는 편인가요, 아니면 작은 물기나 얼룩도 바로 닦아야 마음이 편하신가요?",
    description: "부가설명",
  },
  {
    option:
      "옷이나 인테리어를 고를 때 화려하고 풍성한 느낌을 좋아하시나요, 아니면 단정하고 심플한 스타일을 선호하시나요?",
    description: "부가설명",
  },
  {
    option:
      "새롭게 뭔가를 배우거나 퍼즐 푸는 등 머리를 쓰는 활동을 자주 즐기시나요, 아니면 너무 복잡한 건 금방 지치시는 편인가요?",
    description: "부가설명",
  },
  {
    option:
      "하루를 마치고 남은 에너지를 운동이나 활동으로 풀어내길 좋아하시나요, 아니면 조용히 앉아서 쉬거나 콘텐츠를 즐기는 시간을 더 선호하시나요?",
    description: "부가설명",
  },
  {
    option:
      "주변 소음이나 작은 일에도 예민하게 반응하는 편인가요, 아니면 웬만한 일에는 신경 쓰지 않고 넘어가시나요?",
    description: "부가설명",
  },
  {
    option:
      "새로운 취미나 게임을 시작하면 끝까지 파고드는 편인가요, 아니면 금방 흥미를 잃고 천천히 즐기는 편인가요?",
    description: "부가설명",
  },
  {
    option:
      "낯선 모임이나 장소에 갔을 때 먼저 사람들에게 다가가 인사를 건네는 편인가요, 아니면 분위기를 파악하며 조용히 적응해가는 편인가요?",
    description: "부가설명",
  },
  {
    option:
      "친구들이나 지인들과 함께하는 운동 모임이나 취미 동호회를 좋아하시나요, 아니면 개인적으로 혼자 즐기는 시간이 더 편하신가요?",
    description: "부가설명",
  },
  {
    option:
      "이사나 직장 변동처럼 생활환경이 바뀌는 상황을 ‘새로운 기회’로 즐기는 편인가요, 아니면 변화를 최소화하고 안정된 생활을 추구하시나요?",
    description: "부가설명",
  },
  {
    option:
      "아파트처럼 이웃과 밀접한 공간에서도 잘 지내는 편인가요, 아니면 답답함을 느껴서 좀 더 넓은 곳이 필요하다고 생각하시나요?",
    description: "부가설명",
  },
  {
    option:
      "소중한 사람을 지켜야 하는 상황이면 직접 앞장서서 보호하려는 책임감을 가지시나요, 아니면 주변과 협력해 문제를 해결하는 편인가요?",
    description: "부가설명",
  },
  {
    option:
      "집이나 개인 공간에 애착이 큰 편인가요, 아니면 내 구역을 다른 이와 자유롭게 공유해도 괜찮다고 느끼시는 편인가요?",
    description: "부가설명",
  },
  {
    option:
      "매일 규칙적으로 산책이나 운동을 즐기는 ‘운동파’이신가요, 아니면 실내에서 쉬거나 가벼운 움직임만으로도 만족스러우신가요?",
    description: "부가설명",
  },
  {
    option:
      "미리 건강검진을 받는 등 관리를 꼼꼼히 하는 ‘예방형’이신가요, 아니면 아프지 않으면 병원에 갈 일이 거의 없는 편인가요?",
    description: "부가설명",
  },
];
